Repository: mg488/symfony-4-tuto
Catalog: translations/messages.*.xlf
Languages: fr

source: Add a announcement
fr: Ajouter une annonce

source: Contact form
fr: Nous Contacter

source: Back to list
fr: Retour à la liste

source: Delete an announcement
fr: Supprimer une annonce

source: Are you sure you want to delete the announcement ?
fr: Etes-vous sûrs de vouloir supprimer cette annonce ? ?

source: ref of announcement
fr: réf de L'annonce

source: Back to announcement
fr: Retour à l'annonce

source: Edit an announcement
fr: Éditer l'annonce

source: You are editing an already existing ad, please do not change the general spirit of the advertisement already published.
fr: Vous éditez une annonce déjà existante, merci de ne pas changer l'esprit général de l'annonce déjà publiée.

source: List of announcements
fr: Liste des annonces

source: Hello
fr: Bonjour

source: Not an announcement yet !
fr: Pas encore d'annonce !

source: Login
fr: Connexion

source: PassWord
fr: Mot de passe

source: Warning
fr: Attention

source: Close
fr: Fermer

source: Back to the list
fr: Retour à la liste

source: Edit announcement
fr: Éditer l'anonce

source: Delete announcement
fr: Supprimer l'annonce

source: My ads platform
fr: Ma plateforme d'annonces

source: This project is powered by Symfony, and built using MOOC OpenClassrooms and SensioLabs
fr: Ce projet est propulsé par Symfony,et construit grâce au MOOC OpenClassrooms et SensioLabs.

source: list of announcements
fr: Liste des annonces

source: admin List of users
fr: admin Liste des users

source: admin add user
fr: admin ajouter user

source: List of users
fr: List des users

source: Create an account
fr: Créer un compte

source: Login Page
fr: Page de connexion

source: Contact us
fr: Nous contacter

source: Add an announcement
fr: Ajouter une annonce

source: Change your email
fr: Changer votre email

source: Change password
fr: Change votre mot de pass

source: Logout Page
fr: Page de Deconnexion

source: 3 Latest announcements
fr: 3 derniers annonces

source: Delete admin
fr: Supprimer admin

source: Are you sure, you want to delete user ?
fr: Voulez-vous supprimer l'utilisateur de façon définitive ?

source: Username
fr: non d'utilisateur

source: Back to users
fr: Retour aux utilisateurs

source: modify admin
fr: modifier admin

source: Edit user by Admin
fr: Édit utilisateur par Admin

source: list admin
fr: Liste des admins

source: List of admins
fr: Liste des admins

source: Count
fr: Compteur

source: Last Connection
fr: Dernière Connexion

source: Delete
fr: Supprimer

source: add an announcement
fr: Ajouter une annonce

source: delete an announcement
fr: Supprimer une annonce

source: edit an announcement
fr: Éditer une annonce

source: announcement
fr: annonce

source: My announcements platform
fr: Ma platform d'annonces
